[
  {
    "id": "58cbe5ab4dd65e6c10b29b7f",
    "title": "Awesome Video Course: ReactJS",
    "creationDate": "2017-02-04T06:05:35 -02:00",
    "duration": 30
  },
  {
    "id": "58cbe5ab543038df37c732e1",
    "title": "Angular UI Router Course",
    "creationDate": "2018-07-10T12:36:23 -03:00",
    "duration": 120,
    "description": "Veniam excepteur elit elit voluptate quis dolor voluptate ullamco mollit aute. Excepteur in commodo incididunt nostrud incididunt laboris duis id dolor ipsum sint voluptate ipsum. In tempor exercitation mollit labore magna nulla irure. Culpa eiusmod deserunt voluptate dolor ea deserunt dolor veniam Lorem consequat labore dolor aute dolore. Ut magna labore aliqua pariatur fugiat sunt."
  },
  {
    "id": "58cbe5ab3da01b0debc2f74e",
    "title": "ullamco voluptate proident",
    "creationDate": "2016-03-13T12:57:36 -02:00",
    "duration": 238,
    "description": "Ut sunt ullamco cillum duis sunt elit tempor. Ullamco excepteur id velit eu labore voluptate velit sunt elit proident reprehenderit occaecat laborum labore. Non cillum ea culpa veniam elit adipisicing laboris pariatur quis ex magna. Anim ullamco ut aute qui adipisicing nostrud voluptate incididunt culpa ad velit mollit. Nulla exercitation do dolore eu."
  },
  {
    "id": "58cbe5ab19bb756e0bd3190e",
    "title": "et exercitation commodo",
    "creationDate": "2017-05-09T09:59:38 -03:00",
    "duration": 205,
    "description": "Elit sunt enim occaecat labore laborum duis culpa tempor id. Voluptate est non est cillum adipisicing. Aute esse laborum sint cillum occaecat proident. Proident officia aliqua aliquip mollit reprehenderit eu eiusmod minim sunt et sit minim aliquip. Qui aute eiusmod ipsum ipsum in aute ex."
  },
  {
    "id": "58cbe5ab71a304d877254350",
    "title": "aliquip aliqua sunt",
    "creationDate": "2018-03-10T09:59:30 -02:00",
    "duration": 63,
    "description": "Nulla laboris dolore nulla ex qui veniam anim eiusmod nisi nulla et commodo consequat. Duis magna excepteur eu non elit culpa fugiat. Magna commodo nulla aliquip fugiat id aute ex nisi exercitation ea. Dolore nisi laboris veniam officia minim esse sit nisi in. Exercitation non dolore laboris sit aliquip et irure cillum ex."
  },
  {
    "id": "58cbe5ab81ab4120b5c2d61f",
    "title": "ea ex ex",
    "creationDate": "2016-01-19T09:49:01 -02:00",
    "duration": 110,
    "description": "Fugiat pariatur voluptate in esse incididunt cillum reprehenderit enim velit ut esse. Aliqua aliqua laborum proident reprehenderit id. Sint officia id fugiat cupidatat sunt officia aliquip veniam. Cillum voluptate nostrud quis sunt. Labore ut mollit excepteur culpa."
  },
  {
    "id": "58cbe5ab8b396b59bf0c7ee3",
    "title": "dolore aliqua commodo",
    "creationDate": "2017-01-14T06:33:26 -02:00",
    "duration": 124,
    "description": "Lorem do consequat eu ut. Enim aute ipsum commodo ipsum. Commodo adipisicing deserunt mollit sint voluptate. Fugiat adipisicing labore amet culpa. Laborum mollit non irure ut amet amet sunt commodo eiusmod."
  },
  {
    "id": "58cbe5ab520c41fce1634b0a",
    "title": "mollit minim consectetur",
    "creationDate": "2018-12-25T04:36:33 -02:00",
    "duration": 240,
    "description": "Esse cupidatat adipisicing cupidatat in culpa. Exercitation adipisicing enim cillum reprehenderit cillum mollit nulla sit voluptate ex Lorem. Duis fugiat aute qui veniam officia. Fugiat cupidatat voluptate proident enim occaecat enim ut proident labore cupidatat in laborum non enim. Amet do ullamco do irure amet."
  },
  {
    "id": "58cbe5abd5d2a8fb8e514f96",
    "title": "ad labore eiusmod",
    "creationDate": "2018-05-28T08:47:28 -03:00",
    "duration": 67,
    "description": "Elit do dolor fugiat magna tempor voluptate esse. Aliqua elit culpa amet excepteur do consequat culpa. Consectetur excepteur do consequat est Lorem veniam ipsum et pariatur in cupidatat in magna. Ut ut magna labore irure pariatur. Sit tempor laboris dolore non minim enim id sint minim enim duis occaecat laboris ea."
  },
  {
    "id": "58cbe5ab1a36aace2466bbca",
    "title": "reprehenderit adipisicing id",
    "creationDate": "2016-10-15T06:36:27 -03:00",
    "duration": 198,
    "description": "Ad anim labore nostrud nisi culpa do adipisicing est adipisicing. Id non veniam id voluptate consectetur enim ad occaecat. Consequat et minim mollit est cillum. Proident commodo id commodo ipsum laborum incididunt eu laborum ex ut cupidatat. Aliquip cillum ex excepteur duis duis veniam do."
  }
]